quote.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-07-18 Wed 02:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Quote</title>
<meta name="generator" content="Org-mode" />
<link rel="stylesheet" href="css/org-page.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Quote</h1>
<div id="table-of-contents">
<h2>overview</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga3710dc">Mathematics</a></li>
<li><a href="#org40b022e">Game</a></li>
<li><a href="#org6a8e0a6">Life</a></li>
</ul>
</div>
</div>

<div id="outline-container-orga3710dc" class="outline-2">
<h2 id="orga3710dc">Mathematics</h2>
<div class="outline-text-2" id="text-orga3710dc">
<ul class="org-ul">
<li><p>The code pretty much writes itself.</p><p>&#x2013; Bartosz Milewski</p><p>&#x2013; In "category theory for programmers".</p></li>

<li><p>Mathematics is a beautiful dream world where progress can begin.</p><p>&#x2013; Eugenia Cheng</p><p>&#x2013; In her 2015 TEDx talk.</p></li></ul>
</div>
</div>

<div id="outline-container-org40b022e" class="outline-2">
<h2 id="org40b022e">Game</h2>
<div class="outline-text-2" id="text-org40b022e">
<ul class="org-ul">
<li><p>There is always a chance to start asking "Why?" again.</p><p>&#x2013; James Portnow</p><p>In "The Martian Chronicles - The New Martians - Extra Sci Fi - #13"</p></li>

<li><p>You will level up as a player, even if you do not feel any progress in the game.</p><p>&#x2013; James Portnow</p><p>&#x2013; In "Dark Souls - #7 - Dan Masters the Crossbow - Side Quest"</p></li></ul>
</div>
</div>

<div id="outline-container-org6a8e0a6" class="outline-2">
<h2 id="org6a8e0a6">Life</h2>
<div class="outline-text-2" id="text-org6a8e0a6">
<ul class="org-ul">
<li><p>(The miniature plan)</p><p>If he maps out important work for himself on great lines,</p><p>a glance at this miniature plan</p><p>of his life will, more than anything else</p><p>stimulate, rouse and ennoble him,</p><p>urge him on to action and keep him from false paths.</p><p>&#x2013; Arthur Schopenhauer</p></li>

<li><p>(A day)</p><p>We are apt to forget that every day is an integral,</p><p>and therefore irreplaceable portion of life,</p><p>and to look upon life as though it were a collective idea or name</p><p>which does not suffer if one of the individuals it covers is destroyed.</p><p>&#x2013; Arthur Schopenhauer</p></li></ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2018-07-18 Wed 02:25</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
